[
  {
    "title": "Заклятие",
    "year": "2013",
    "category": "conjuring",
    "poster": "https://static.okko.tv/images/v4/67bc2229-239d-4730-bf94-acc939424d66",
    "description": "Паранормальные исследователи Эд и Лоррейн Уоррен сталкиваются с жутким злом в доме Перронов.",
    "fullDescription": "В 1971 году к ним обратилась семья Перрон, столкнувшаяся со сверхъестественным. Они переехали в новый дом в Харисвилле, штат Род-Айленд, и обнаружили, что каждую ночь ровно в 3:07 там происходит паранормальщина. Когда-то дом принадлежал ведьме, которая принесла в жертву своего ребенка и покончила с собой как раз в это время суток. Только Уоррены могли помочь Перронам отделаться от темных сил.",
    "rating": "7.5",
    "trailer": "https://www.youtube.com/embed/k10ETZ41q5o"
  },
   {
    "title": "Аннабель",
    "year": "2014",
    "category": "annabelle",
    "poster": "https://www.kino-teatr.ru/movie/posters/big/3/5/111353.jpg",
    "description": "История о жуткой кукле, ставшей проводником для древнего зла.",
    "fullDescription": "В 1967 году в Санта-Монике, штат Калифорния, врач Джон Форм (Уорд Хортон) подарил своей жене Мие (Аннабелль Уоллис) фарфоровую куклу. Винтажная игрушка пополнила коллекцию кукол в комнате будущей дочери Формов. Вскоре после этого на Формов напала пара сектантов – мужчину убили полицейские, а женщина по имени Аннабель лишила себя жизни, держа в руках ту самую новую куклу. В куклу вселился демон, которого намеревались вызвать сектанты. У Мии и Джона родилась дочь Лия, и новоиспеченным родителям пришлось сразиться с привязанным к кукле демоном, угрожающим их семье.",
    "rating": "5.8",
    "trailer": "https://www.youtube.com/embed/paFgQNPGlsg"
  },
  {
    "title": "Заклятие 2",
    "year": "2016",
    "category": "conjuring",
    "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/4f6c2809-9114-4bd2-8ac4-ff1bb8a6db13/600x900",
    "description": "История Энфилдского полтергейста, одного из самых известных паранормальных случаев в Англии.",
    "fullDescription": "В 1977 году в доме семьи Ходжсонов в лондонском Энфилде начал хулиганить злобный дух старика, который жил здесь прежде. Призрак мучил семейство и даже вселился в одного из детей – Джанет (Мэдисон Вульф). Уоррены решили помочь Ходжсонам избавиться от вредного соседа.",
    "rating": "7.5",
    "trailer": "https://www.youtube.com/embed/VFsmuRPClr4"
  },
  {
    "title": "Проклятие Аннабель: Зарождение зла",
    "year": "2017",
    "category": "annabelle",
    "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/6721240d-73d1-4139-a185-97901bc65db7/600x900",
    "description": "Семья открывает свой дом монахиням и детям, но в нём скрывается Аннабель.",
    "fullDescription": "Однажды кукольник Сэмюэл Маллинс (Энтони ЛаПалья) и его супруга Эстер (Миранда Отто) потеряли свою дочь Аннабель (Самара Ли), которая погибла из-за несчастного случая. Коварный демон обманом заставил родителей девочки позволить ему вселиться в одну из кукол. Когда Маллинсы осознали свою ошибку, они заперли куклу-демона в шкафу и превратили свой дом в сиротский приют, чтобы замолить грехи. В 1955 году в доме Маллинсов поселились несколько девочек. Сироты, на свою беду, нашли куклу Аннабель, которая только и ждала момента, чтобы заполучить человеческий сосуд.",
    "rating": "6.2",
    "trailer": "https://www.youtube.com/embed/KisPhy7T__Q"
  },
  {
    "title": "Проклятие монахини",
    "year": "2018",
    "category": "nun",
    "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/bbf6d634-b936-44bc-85d4-605d552f5d50/600x900",
    "description": "Молодая монахиня и священник сталкиваются с древним демоном Валаком в румынском монастыре.",
    "fullDescription": "В темные века одержимый оккультизмом герцог построил в Румынии аббатство Сент-Карта. В замке герцог через раскол в катакомбах вызвал Валака. Раскол затем запечатали артефактом с кровью Иисуса Христа, здание сделали монастырем, но из-за взрывов во время Второй мировой войны портал вновь открылся. В 1952 году Валак напал на защищавших адские врата монахинь. Расследовать зловещие события в аббатстве Сент-Карта Ватикан отправил сестру Айрен (Таисса Фармига) и отца Энтони Берка (Демиан Бичир). Им нужно было низвергнуть древнее зло и помешать ему обрести человеческий сосуд. В битве им помог местный житель – фермер Френчи (Йонас Блоке).",
    "rating": "5.8",
    "trailer": "https://www.youtube.com/embed/pzD9zGcUNrw"
  },
  {
    "title": "Проклятие плачущей",
    "year": "2019",
    "category": "curse",
    "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/c45c690f-cb4f-4b0c-aa18-b524c789d991/600x900",
    "description": "Легенда о плачущей женщине, похищающей детей, оживает в Лос-Анджелесе.",
    "fullDescription": "В 1973 году в Лос-Анджелесе социальный работник Анна Гарсия (Линда Карделлини) оказалась втянутой в мрачное дело, связанное с гибелью двух мальчиков. Детей убил злобный дух Ла Йорона (Марисоль Рамирез) – она же Плачущая женщина. В давние времена в Мексике Ла Йорона утопила своих сыновей, и теперь призрак преследует других детей в надежде, что те заменят ее собственных. Проклятие Ла Йороны настигло и семью Анны. Женщине пришлось разбираться, как остановить дух, пока тот не забрал и ее сыновей",
    "rating": "5.3",
    "trailer": "https://www.youtube.com/embed/uOV-xMYQ7sk"
  },
  {
    "title": "Проклятие Аннабель 3",
    "year": "2019",
    "category": "annabelle",
    "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/fe66e51f-1835-4dec-9a45-62d9be3d7403/600x900",
    "description": "Эд и Лоррейн Уоррен привозят Аннабель в свой музей оккультизма, но зло не дремлет.",
    "fullDescription": "В 1968 году Уоррены забрали Аннабель к себе домой в Монро, Коннектикут, и заперли под защитным стеклом в комнате с другими проклятыми предметами. Предположительно, в 1969-м Уоррены уехали по делам и оставили свою дочь Джуди (Маккенна Грейс) с няней Мэри Эллен (Мэдисон Айсмен). Подруга няни Даниэла Риос (Кэти Сариф) случайно освободила Аннабель, и та выпустила других духов из комнаты с артефактами. В итоге Джуди, Мэри, Даниэл",
    "rating": "6.0",
    "trailer": "../media/Annabelle_3.mp4"
  },
  {
    "title": "Заклятие 3: По воле дьявола",
    "year": "2021",
    "category": "conjuring",
    "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/4716873/5fbf3b2d-3cdf-44ed-9dda-b30e813a08cf/600x900",
    "description": "Первое в истории судебное дело, где демоническое владение было признано причиной убийства.",
    "fullDescription": "Уоррены в 1981 году в доме одной семьи в Брукфилде, Коннектикут, провели обряд экзорцизма, чтобы спасти от демона мальчика. Во время ритуала нечисть «перебралась» в тело парня по имени Арне Шайенн Джонсон (Руаири О'Коннор). Затем «по воле дьявола» Арне убил домовладельца. Уоррены взялись за расследование случая – им нужно было доказать невиновность Арне и разобраться, чего хочет демон и кто его вызвал. Сюжет вдохновлен реальным громким делом об Арне Шайенне Джонсоне – на суде он утверждал, что совершил убийство из-за одержимости демоном.",
    "rating": "6.5",
    "trailer": "../media/thecunjuting_4.mp4"
  },
  
  {
    "title": "Проклятие монахини 2",
    "year": "2023",
    "category": "nun",
    "poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/10900341/cec43da0-8896-4a9f-a2c9-418466dd5e02/600x900",
    "description": "Продолжение истории о Валаке и его влиянии на мир живых.",
    "fullDescription": " В сиквеле в 1956 году – спустя четыре года после событий первой части – Валак вновь дал о себе знать. В теле Мориса он отправился во Францию на поиски глаз святой Люсии – древней реликвии, с помощью которой демон может стать сильнее. Сестра Айрен вновь столкнулась с заклятым врагом, чтобы помешать ему обрести невероятную мощь.",
    "rating": "6.0",
    "trailer": "../media/TheNun_2.mp4"
  },
  {
    "title": "Заклятие 4: Последние обряды",
    "year": "2025",
    "category": "annabelle",
    "poster": "https://kinobase.org/storage/360x534/posters/2025/06/1b813791a54dfc7a4cd7.jpg",
    "description": "Аннабель сталкивается с новыми жертвами в современном мире.",
    "fullDescription": "Супружеская чета Уорренов прославилась в своем маленьком городке связью с потусторонним. Но Лоррейн и ее супруг Эд не были ведьмаками, шаманами или предсказателями. Они являлись амбициозными физиками-биологами, которым так и не удалось заглянуть за завесу тайны сотворения мира и они теперь занимались изучением сверхъестественного, в попытках понять, реален ли наш мир и существует ли жизнь после смерти? Их чуланы были забиты разнообразными реликвиями и артефактами, которые они находили в местах силы по всему континенту, а за их плечами уже лежало немало опыта столкновения с неизведанным. Некогда они помогли семейству Перрон, которых преследовало проклятие, избавили мать-одиночку с пятью детьми от нападок невидимых сущностей и спасли маленького мальчика от одержимости демоном. Но Уоррены и не подозревали, что в скором времени им предстоит столкнуться с поистине сильным и хитрым невидимым врагом, способным стать их последним делом в карьере.",
    "rating": "0.0",
    "trailer": "../media/TheConjuring.mp4"
  }
]
